Repository: cdelafuente/jac
Catalog: src/Jac/AboutUsBundle/Resources/translations/messages.*.xlf
Languages: es

source: About Us
es: Acerca de Nosotros

source: History
es: Historia

source: <p>Juntas de Alta Calidad was founded in 1990, we are dedicated to the production and marketing of heavy-duty gaskets for diesel engines: Cummins, Perkins, Mercedes-Benz and Navistar, as well as for transmission systems, drive shafts and gaskets for compressors. Our organization was born due to the need in the market of road transportation in the country of gaskets that ensure the proper operation of its components.</p> <p>Nowadays the demand for gaskets is not being satisfied by the national manufacturers, and from there is where we find the potential for growth for our company.</p> <p>Juntas de Alta Calidad is a 100% Mexican company with broad experience in the national market. This has allowed us to identify their needs, and to be able to rapidly adapt our operations in order to satisfy them. <br /> Our headquarters are located in Mexico City, together with a production plant.</p>
es: <p>Juntas de Alta Calidad fue fundada en 1990, está dedicada a la producción y comercialización de juntas para servicio pesado, orientadas a los motores Diesel: Cummins, Perkins, Mercedes-Benz y Navistar, así como para transmisiones, flechas y juntas para compresores. Nuestra organización se configuró debido a la necesidad planteada por el mercado del autotransporte de pasaje y carga en el país, de disponer de juntas que garantizan la adecuada operación de los componentes.</p> <p>Actualmente la demanda está insatisfecha por la producción nacional llevada a cabo por los actuales fabricantes, de allí el potencial para el crecimiento de nuestra empresa.</p> <p>Juntas de Alta Calidad es una empresa 100% mexicana, con amplia experiencia en el mercado nacional, lo cual nos ha permitido detectar las necesidades del mismo, adaptándolas rápidamente a nuestras operaciones. <br /> Nuestras oficinas generales se encuentran ubicadas en el Distrito Federal, en donde se cuenta con una planta de producción.</p>

source: Mission
es: Misión

source: Our mission is to actively participate in the development of the industry to provide the best gaskets that satisfy the needs of our national and international clients, through the commitment of each of us to add value to our products and out customers.
es: Participar activamente en el desarrollo de la industria para proveer los mejores empaques brindando la satisfacción a nuestros clientes nacionales e internacionales, por medio del compromiso de cada uno de nosotros en dar valor a nuestros productos y clientes.

source: Vision
es: Visión

source: Our vision is to be recognized for the quality of our products, experience, reliability and growth in the national and international industry.
es: Ser reconocidos por la calidad de nuestros productos, experiencia, seriedad y crecimiento en la industria nacional e internacional.

source: Profile
es: Perfil

source: Our profile is of a developing company with extensive experience in the market and with flexibility in our operations that allows us to be in constant contact with our customers and providers. We are always in the search for quality in our products and a great customer experience.
es: Nuestro perfil es de una empresa en desarrollo con experiencia en el mercado y flexibilidad de operaciones que nos permite estar en constante contacto con nuestros clientes y proveedores. Buscando siempre la calidad en nuestros productos y un servicio satisfactorio.

source: Focus
es: Enfoque

source: Our focus is on the quality of our products and on the diversity of product lines in order to provide solutions to our customers.
es: Nuestro enfoque se encuentra en la calidad de productos y en la diversidad de nuestras líneas proveyendo de soluciones para nuestros clientes.

source: Competitive Advantage
es: Ventaja Competitiva

source: Our competitive advantage lies in the flexibility of our customer service, the quality of out inputs, the range of out products and the extensive experience in the market of more than 15 years.
es: Nuestra ventaja competitiva radica en la flexibilidad en el servicio, la calidad de los insumos, la gama de productos que manejamos y la experiencia en el mercado de más de 15 años.

source: Benefits
es: Beneficio

source: The benefits we offer are: very competitive prices, high quality materials and finishes, a great customer service and an extensive experience that supports us in the market.
es: Los beneficios que ofrecemos son: un precio competitivo, calidad en materiales y acabados, la atención que reciben nuestros clientes y la experiencia que nos avala en el mercado.
